src/xml/request_templates/artikel_ivr_og_uden_funktionskode.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>35871578|870971</ac:identifier>
              <ac:source>Avisartikler</ac:source>
              <dc:title>Uden lineal</dc:title>
              <dc:title xsi:type="dkdcplus:full">Uden lineal</dc:title>
              <dc:creator xsi:type="dkdcplus:ivr">Anne Bech-Danielsen</dc:creator>
              <dc:creator xsi:type="oss:sort">Bech-Danielsen, Anne</dc:creator>
              <dc:creator>Flemming Quist Møller</dc:creator>
              <dc:creator xsi:type="oss:sort">Quist Møller, Flemming</dc:creator>
              <dc:subject xsi:type="dkdcplus:DK5">99.4 Quist Møller, Flemming</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Biografier af enkelte personer</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">Flemming Quist Møller</dc:subject>
              <dc:subject xsi:type="oss:sort">Quist Møller, Flemming</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">dansk film</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">dansk kunst</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">dansk litteratur</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">dansk teater</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">musik</dc:subject>
              <dcterms:abstract>Flemming Quist Møller har aldrig været til det regelrette, pæne og normale. Snarere til det skæve, finurlige og antiautoritære. Derfor kan han i dag kalde sig musiker, forfatter, tegner og meget mere</dcterms:abstract>
              <dc:description>I anledning af udstillingen "Plakattapetet" på Charlottenborg - blandt andet</dc:description>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:date>2014</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Avisartikel</dc:type>
              <dc:format>illustreret</dc:format>
              <dcterms:extent>Sektion 3, s. 6-10</dcterms:extent>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
              <dcterms:isPartOf>Politiken, 2014-01-04</dcterms:isPartOf>
              <dcterms:isPartOf xsi:type="dkdcplus:ISSN">0907-1814</dcterms:isPartOf>
              <dcterms:spatial xsi:type="dkdcplus:DBCF">Danmark</dcterms:spatial>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000n    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">35871578</marcx:subfield>
                  <marcx:subfield code="b">870971</marcx:subfield>
                  <marcx:subfield code="c">20140105164422</marcx:subfield>
                  <marcx:subfield code="d">20140105</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">i</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">a</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">2014</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="d">y</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                  <marcx:subfield code="r">an</marcx:subfield>
                  <marcx:subfield code="n">b</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                  <marcx:subfield code="g">xe</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="016">
                  <marcx:subfield code="a">03243850</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="032">
                  <marcx:subfield code="a">ABU201402</marcx:subfield>
                  <marcx:subfield code="a">DAR201403</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="086">
                  <marcx:subfield code="a">Biografier af enkelte personer</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">Uden lineal</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="300">
                  <marcx:subfield code="a">Sektion 3, s. 6-10</marcx:subfield>
                  <marcx:subfield code="b">ill.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="504">
                  <marcx:subfield code="a">Flemming Quist Møller har aldrig været til det regelrette, pæne og normale. Snarere til det skæve, finurlige og antiautoritære. Derfor kan han i dag kalde sig musiker, forfatter, tegner og meget mere</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="507">
                  <marcx:subfield code="a">I anledning af udstillingen "Plakattapetet" på Charlottenborg - blandt andet</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="557">
                  <marcx:subfield code="a">Politiken</marcx:subfield>
                  <marcx:subfield code="j">2014</marcx:subfield>
                  <marcx:subfield code="z">0907-1814</marcx:subfield>
                  <marcx:subfield code="V">2014-01-04</marcx:subfield>
                  <marcx:subfield code="v">2014-01-04</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="600">
                  <marcx:subfield code="a">Quist Møller</marcx:subfield>
                  <marcx:subfield code="h">Flemming</marcx:subfield>
                  <marcx:subfield code="1"/>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="m">99.4</marcx:subfield>
                  <marcx:subfield code="a">Quist Møller</marcx:subfield>
                  <marcx:subfield code="h">Flemming</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="e">Danmark</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">musik</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">dansk teater</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">dansk film</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">dansk kunst</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">dansk litteratur</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="700">
                  <marcx:subfield code="å">1</marcx:subfield>
                  <marcx:subfield code="a">Bech-Danielsen</marcx:subfield>
                  <marcx:subfield code="h">Anne</marcx:subfield>
                  <marcx:subfield code="4">ivr</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="700">
                  <marcx:subfield code="å">2</marcx:subfield>
                  <marcx:subfield code="a">Quist Møller</marcx:subfield>
                  <marcx:subfield code="h">Flemming</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="900">
                  <marcx:subfield code="a">Danielsen</marcx:subfield>
                  <marcx:subfield code="h">Anne Bech-</marcx:subfield>
                  <marcx:subfield code="z">700/1</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="900">
                  <marcx:subfield code="a">Møller</marcx:subfield>
                  <marcx:subfield code="h">Flemming Quist</marcx:subfield>
                  <marcx:subfield code="z">700/2</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="996">
                  <marcx:subfield code="a">IDX</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>870971-avis:35871578</os:identifier>
            <os:creationDate>20140105</os:creationDate>
            <os:holdingsCount>0</os:holdingsCount>
            <os:lendingLibraries>0</os:lendingLibraries>
            <os:relations>
              <os:relation>
                <os:relationType>dbcaddi:hasOnlineAccess</os:relationType>
                <os:relationUri>[useraccessinfomedia]?action=getArticle&amp;faust=35871578&amp;libraryCode=[libraryCode]&amp;userId=[userId]&amp;userPinCode=[userPinCode]</os:relationUri>
                <os:linkObject>
                  <os:accessType>rest</os:accessType>
                  <os:access>remote</os:access>
                  <os:linkTo>webservice</os:linkTo>
                </os:linkObject>
              </os:relation>
              <os:relation>
                <os:relationType>dbcbib:isPartOfManifestation</os:relationType>
                <os:relationUri>870970-basis:03243850</os:relationUri>
              </os:relation>
            </os:relations>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>artikel_ivr_og_uden_funktionskode.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
